responseLetter = """<html>
    <body>
        <font face="TH Sarabun New">
        <center><img src = "components/cuEngLogo.jpg" width = "250"></center>
        <p style="text-align:center" ><font size = "4"><b>หนังสือรับมอบ
            <br/>โครงการหุ่นยนต์และอุปกรณ์​สนับสนุนการแพทย์ในสถานการณ์​โรคระบาด COVID-19​ (CU-RoboCovid) 
            <br/>เพื่อพัฒนาหุ่นยนต์สำหรับให้ความช่วยเหลือบุคลากรทางการแพทย์
        </b></font></p>

        <p>
            <b>เรื่อง</b> หนังสือรับมอบการสนับสนุน ระบบสื่อสารตรวจดูแลผู้ป่วยระยะไกลกับแพทย์ (Quarantine Tele-presence System)
        </p>
        <p>
            <b>เรียน</b> คณบดี คณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย 
        </p>
        <p>
            ตามทีคณะวิศวกรรมศาสตร์ได้ทำโครงการหุ่นยนต์และอุปกรณ์​สนับสนุนการแพทย์ในสถานการณ์​โรคระบาด COVID-19​ (CU-RoboCovid) เพื่อพัฒนาหุ่นยนต์สำหรับให้ความช่วยเหลือบุคลากรทางการแพทย์นั้น ทางโรงพยาบาลและหน่วยงานได้รับมอบอุปกรณ์สนับสนุนการแพทย์ดังนี้
        </p>
        <p>
            <ol type="1">
                <li>ระบบสื่อสารทางไกล “กระจก” (Quarantine Telepresence) ประกอบด้วย
                    <ol type="1">
                        <li>ตัวสื่อสารควบคุมรวมสำหรับแพทย์ (Doctor Monitor) จำนวน {2} ตัว</li>
                        <li>ตัวสื่อสารของผู้ป่วย (Patient Monitor)  จำนวน {1} ตัว</li>
                    </ol>
                </li>
                จึงเรียนมาเพื่อขอขอบคุณเป็นอย่างสูง ณ โอกาสนี้
            </ol>
        </p>
        <p>
            ชื่อโรงพยาบาลและหน่วยงานที่รับมอบ: {0}
        </p>
        <p style="text-align:right">
            <br/>
            <br/>
            <br/>ผู้อำนวยการ......................................................................
            <br/>วันที่.....................................................
        </p>
        <p>
            <b>หมายเหตุ</b>
            <ol type="1">
                <li> กรอกชื่อโรงพยาบาลและหน่วยงาน</li>
                <li> ลงเซ็นชื่อรับโดยผู้อำนวยการหรือหัวหน้าหน่วยงานที่ได้รับมอบหมาย</li>
                <li> ลงวันที่และตราประทับของหน่วยงาน</li>
                <li> โปรด Scan เอกสารนี้และส่งมาที่ LINE @CuRoboCovid และ ส่ง email ที่ CU.Robocovid@gmail.com เพื่อความรวดเร็วในการดำเนินการ โดยใส่ในหัวเรื่องว่า “รับมอบระบบสื่อสารทางไกล 1 ชุด” </li>
                <li> ส่งเอกสารตัวจริงมาทางไปรษณีย์ลงทะเบียนในซองที่ได้แนบมาในที่นี้</li>
            </ol> 
        </p>
        <p>
            <b>ขอขอบคุณมาอย่างสูง หากมีคำถามโปรดติดต่อที่</b>
            <br/>รศ. ดร. วิทยา วัณณสุโภประสิทธิ์ 081-8449056 หรือ อาจารย์ ดร. สุรัฐ ขวัญเมือง  097-0521069
        </p>
        </font>
    </body>
</html>"""