responseLetter = """<html>
    <body>
        <font face="TH Sarabun New">
        <center><img src = "components/cuEngLogo.jpg" width = "250"></center>
        <p style="text-align:center" ><font size = "4"><b>หนังสือรับมอบ
            <br/>โครงการหุ่นยนต์และอุปกรณ์​สนับสนุนการแพทย์ในสถานการณ์​โรคระบาด COVID-19​ (CU-RoboCovid) 
            <br/>เพื่อพัฒนาหุ่นยนต์สำหรับให้ความช่วยเหลือบุคลากรทางการแพทย์
        </b></font></p>

        <p>
            <b>เรื่อง</b> หนังสือรับมอบการสนับสนุนหุ่นยนต์และอุปกรณ์​สนับสนุนการแพทย์
        </p>
        <p>
            <b>เรียน</b> คณบดี คณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย 
        </p>
        <p>
            ตามทีคณะวิศวกรรมศาสตร์ได้ทำโครงการหุ่นยนต์และอุปกรณ์​สนับสนุนการแพทย์ในสถานการณ์​โรคระบาด COVID-19​ (CU-RoboCovid) เพื่อพัฒนาหุ่นยนต์สำหรับให้ความช่วยเหลือบุคลากรทางการแพทย์นั้น ทางโรงพยาบาลและหน่วยงานได้รับมอบอุปกรณ์สนับสนุนการแพทย์ดังนี้
        </p>
        <p>
            <ol type="1">
                {1}
                {2}
            </ol>
        </p>
        <p>
            ชื่อโรงพยาบาลและหน่วยงานที่รับมอบ: {0}
        </p>
        <p style="text-align:right">
            <br/>
            <br/>ผู้อำนวยการ......................................................................
            <br/>วันที่.....................................................
            <br/>(โปรดลงตราประทับหน่วยงาน)
        </p>
        <p>
        <b>หมายเหตุ</b>
        <ol type="1">
            <li> โปรดถ่ายรูปผู้รับมอบกับป้ายส่งมอบพร้อมอุปกรณ์ที่ท่านได้รับ</li>
            <li> ลงเซ็นชื่อรับโดยผู้อำนวยการหรือหัวหน้าหน่วยงานที่ได้รับมอบหมาย</li>
            <li> ลงวันที่และตราประทับของหน่วยงาน</li>
            <li> โปรด Scan เอกสารนี้และส่งเอกสารพร้อมรูปถ่ายผ่านทาง QR Code ด้านล่าง และ ส่ง email มาที่ CU.Robocovid@gmail.com โดยใส่ในหัวเรื่องว่า “หนังสือรับมอบ_ชื่อโรงพยาบาล” </li>
            <li> ส่งเอกสารตัวจริงมาทางไปรษณีย์ลงทะเบียนในซองที่ได้แนบมาในที่นี้</li>
        </ol>
        <table style="float:left;">
            <tr>
                <td>
                    <b>ขอขอบคุณมาอย่างสูง หากมีคำถามโปรดติดต่อที่</b>
                    <br/>รศ. ดร. วิทยา วัณณสุโภประสิทธิ์ 081-8449056 หรือ อาจารย์ ดร. สุรัฐ ขวัญเมือง  097-0521069
                </td>
            </tr>
        </table>
        <table style="float:right;">
            <tr>
                <td>
                    <img src = "components/hospitalReplyForm.svg" style = "width: 60px; height: 60px;">
                </td>
            <tr>
        </table>
        </p>
        </font>
    </body>
</html>"""