responseLetterChaiPattana = """<html>
    <body>
        <font face="TH Sarabun New">
        <center><img src = "components/cuEngLogo.jpg" width = "250"></center>
        <p style="text-align:center" ><font size = "4"><b>หนังสือรับมอบ
            <br/>โครงการหุ่นยนต์และอุปกรณ์​สนับสนุนการแพทย์ในสถานการณ์​โรคระบาดโควิด (CU-RoboCovid)
            <br/>เพื่อพัฒนาหุ่นยนต์และอุปกรณ์สำหรับให้ความช่วยเหลือบุคลากรทางการแพทย์
        </b></font></p>

        <p>
            <b>เรื่อง</b> หนังสือรับมอบ ชุด ”กระจก” (Quarantine Tele-presence System) ระบบสื่อสารทางไกลระหว่างแพทย์และคนไข้ พระราชทาน
        </p>
        <p>
            <b>เรียน</b> คณบดี คณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย 
        </p>
        <p>
            ทางโรงพยาบาลได้รับมอบชุด ”กระจก” (Quarantine Tele-presence System) ระบบสื่อสารทางไกลระหว่างแพทย์และคนไข้ พระราชทาน เป็นที่เรียบร้อย ซึ่งประกอบด้วย
        </p>
        <p>
            <ol type="1">
                <li>เครื่องสื่อสารควบคุมสำหรับแพทย์ (Doctor Monitor) จำนวน {2} เครื่อง</li>
                <li>เครื่องสื่อสารของผู้ป่วย (Patient Monitor) จำนวน {1} เครื่อง</li>
            </ol>
        </p>
        <p>
            ชื่อโรงพยาบาลและหน่วยงานที่รับมอบ: {0}
        </p>
        <p style="text-align:right">
            <br/>
            <br/>
            <br/>ผู้อำนวยการ......................................................................
            <br/>วันที่.....................................................
            <br/>(โปรดลงตราประทับหน่วยงาน)
        </p>
        <p>
            <b>หมายเหตุ</b>
            <ol type="1">
                <li> ลงเซ็นชื่อรับโดยผู้อำนวยการหรือหัวหน้าหน่วยงานที่ได้รับมอบหมาย</li>
                <li> ลงวันที่และตราประทับของหน่วยงาน</li>
                <li> โปรด <b>Scan</b> หนังสือรับมอบฉบับนี้ส่ง <b>Email ที่ CU.Robocovid@gmail.com</b> เพื่อความรวดเร็วในการดำเนินการ </li>
                <li> ส่งเอกสารตัวจริงมาทาง<b>ไปรษณีย์ลงทะเบียน</b>ในซองที่ได้แนบมาในที่นี้</li>
            </ol> 
        </p>
        <p>
            <b>ขอขอบคุณมาอย่างสูง หากมีคำถามโปรดติดต่อที่</b>
            <br/>รศ. ดร. วิทยา วัณณสุโภประสิทธิ์ 081-8449056 หรือ อาจารย์ ดร. สุรัฐ ขวัญเมือง  097-0521069
        </p>
        </font>
    </body>
</html>"""