outLetterHeadingAndFooter = """<meta charset="utf-8">
<html>
    <body>
        <font face="TH Sarabun New">
        <table style="width: 100%">
            <tr>
                <td colspan="2"><img src = components/cuLogo.jpg width = "50"><font size = "6"><b>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbspบันทึกข้อความ</b></font></td>
            </tr>
            <tr>
                <td><b>ส่วนงาน</b> คณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย</td>
                <td>โทร. 02-218-6610-11</td>
            </tr>
            <tr>
                <td><b>ที่</b> วิศวร้อยปี M / {3}</td>
                <td><b>วันที่</b> {2}</td>
            </tr>
            <tr>
                <td colspan="2"><b>เรื่อง</b> {0}</td>
            </tr>
          </table>
        <hr>
        {1}
        <p style="text-align:right">
        <img src="components/signature.png" width = '130px' style="margin:0px 25px 0px 0px">
        <br/>(รองศาตรจารย์.ดร.วิทยา วัณณสุโภประสิทธิ์)
        <br/>ที่ปรึกษาโครงการ
        </p>
        </font>
    </body>
</html>"""

shipOutLetterHeadMirror = "ส่งมอบอุปกรณ์โครงการสร้างหุ่นยนต์และอุปกรณ์​สนับสนุนการแพทย์ในสถานการณ์​โรคระบาด COVID-19"

shipOutLetterHeadMirrorChaiPattana = "ส่งมอบ อุปกรณ์สื่อสารทางไกล “กระจก” (Quarantine Telepresence) พระราชทาน"

shipOutLetterHeadPinto = "ส่งมอบอุปกรณ์โครงการสร้างหุ่นยนต์และอุปกรณ์​สนับสนุนการแพทย์ในสถานการณ์​โรคระบาด COVID-19"

shipOutLetterHeadPintoChaiPattana = "ส่งมอบ หุ่นยนต์ขนส่งในพื้นที่ติดเชื้อ “ปิ่นโต” (Pinto) เพื่อใช้​สนับสนุนการแพทย์ พระราชทาน"

shipOutLetterBodyMirror = """
        <p>
            <b>เรียน</b> ผู้อำนวยการ {0}
        </p>

        <p>
            เนื่องด้วยการระบาดของไวรัส COVID-19 เป็นไปอย่างกว้างขวางและมีความรุนแรง คณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย ร่วมกับบริษัท HG Robotics จำกัด จึงได้จัดทำโครงการสร้างหุ่นยนต์และอุปกรณ์​สนับสนุนการแพทย์ในสถานการณ์​โรคระบาด COVID-19​ เพื่อมอบให้โรงพยาบาลช่วยเหลือบุคลากรทางการแพทย์ในการควบคุมการแพร่เชื้อของโรคดังกล่าว
        </p>

        <p>
            ทั้งนี้ เพื่อให้การสนับสนุนการทำงานของแพทย์ในโรงพยาบาลของท่าน ทางโครงการสร้างหุ่นยนต์และอุปกรณ์​สนับสนุนการแพทย์ในสถานการณ์​โรคระบาด COVID-19 ขอส่งมอบ
        </p>

        <p>
            <ol type="1">
            <li>อุปกรณ์สื่อสารทางไกล “กระจก” (Quarantine Telepresence) ประกอบด้วย</li>
                <ol type="1">
                    <li>อุปกรณ์สื่อสารฝั่งของบุคลากรทางแพทย์ (Doctor Monitor) จำนวน {1} ชุด</li>
                    <li>อุปกรณ์สื่อสารฝั่งของผู้ป่วย (Patient Monitor) จำนวน {2} ชุด</li>
                </ol>
            </ol>
        </p>

        <p>
            ทั้งนี้ขอให้ท่านโปรดถ่ายรูปผู้รับมอบกับป้ายรับมอบ (A3) พร้อมอุปกรณ์ที่ท่านได้รับ และลงนามในหนังสือรับมอบที่แนบมาด้วยและส่งกลับมาในซองที่จัดเตรียมไว้ จักขอบคุณยิ่ง
        </p>"""

shipOutLetterBodyMirrorChaiPattana = """
        <p>
            <b>เรียน</b> ผู้อำนวยการ {0}
        </p>

        <p>
            ตามที่สมเด็จพระกนิษฐาธิราชเจ้า กรมสมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี ทรงพระกรุณาโปรดเกล้าพระราชทาน อุปกรณ์สื่อสารทางไกล “กระจก” (Quarantine Telepresence) นั้น
        </p>

        <p>
            คณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย โดยโครงการหุ่นยนต์และอุปกรณ์สนับสนุนการแพทย์ในสถานการณ์โรคระบาดโควิด (CURoboCovid) ได้รับมอบหมายให้ผลิตและส่งมอบ
        </p>

        <p>
            <ol type="1">
            <li>อุปกรณ์สื่อสารทางไกล “กระจก” (Quarantine Telepresence) ประกอบด้วย</li>
                <ol type="1">
                    <li>อุปกรณ์สื่อสารฝั่งของบุคลากรทางแพทย์ (Doctor Monitor) จำนวน {1} ชุด</li>
                    <li>อุปกรณ์สื่อสารฝั่งของผู้ป่วย (Patient Monitor) จำนวน {2} ชุด</li>
                </ol>
            </ol>
        </p>

        <p>
            ให้กับทาง {0} ทั้งนี้ขอให้ท่านโปรดถ่ายรูปผู้รับมอบกับป้ายรับมอบ (A3) พร้อมอุปกรณ์ที่ท่านได้รับ และลงนามในหนังสือรับมอบที่แนบมาด้วยและส่งกลับมาในซองที่จัดเตรียมไว้ จักขอบคุณยิ่ง
        </p>"""

shipOutLetterBodyPinto = """
        <p>
            <b>เรียน</b> ผู้อำนวยการ {0}
        </p>

        <p>
            เนื่องด้วยการระบาดของไวรัส COVID-19 เป็นไปอย่างกว้างขวางและมีความรุนแรง คณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย ร่วมกับบริษัท HG Robotics จำกัด จึงได้จัดทำโครงการสร้างหุ่นยนต์และอุปกรณ์​สนับสนุนการแพทย์ในสถานการณ์​โรคระบาด COVID-19​ เพื่อมอบให้โรงพยาบาลช่วยเหลือบุคลากรทางการแพทย์ในการควบคุมการแพร่เชื้อของโรคดังกล่าว
        </p>

        <p>
            ทั้งนี้ เพื่อให้การสนับสนุนการทำงานของแพทย์ในโรงพยาบาลของท่าน ทางโครงการสร้างหุ่นยนต์และอุปกรณ์​สนับสนุนการแพทย์ในสถานการณ์​โรคระบาด COVID-19 ขอส่งมอบ
        </p>

        <p>
            <ol type="1">
                <li>หุ่นยนต์ขนส่งในพื้นที่ติดเชื้อ “ปิ่นโต” (Pinto) จำนวน {1} ชุด</li>
            </ol>
        </p>

        <p>
            ทั้งนี้ขอให้ท่านโปรดถ่ายรูปผู้รับมอบกับป้ายรับมอบ (A3) พร้อมอุปกรณ์ที่ท่านได้รับ และลงนามในหนังสือรับมอบที่แนบมาด้วยและส่งกลับมาในซองที่จัดเตรียมไว้ จักขอบคุณยิ่ง
        </p>"""

shipOutLetterBodyPintoChaiPattana = """
        <p>
            <b>เรียน</b> ผู้อำนวยการ {0}
        </p>

        <p>
            ตามที่สมเด็จพระกนิษฐาธิราชเจ้า กรมสมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี ทรงพระกรุณาโปรดเกล้าพระราชทาน หุ่นยนต์ขนส่งในพื้นที่ติดเชื้อ “ปิ่นโต” (Pinto) จำนวน {1} ชุด นั้น
        </p>

        <p>
            คณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย โดยโครงการหุ่นยนต์และอุปกรณ์สนับสนุนการแพทย์ในสถานการณ์โรคระบาดโควิด (CURoboCovid) ได้รับมอบหมายให้ผลิตและส่งมอบ
        </p>

        <p>
            <ol type="1">
                <li>หุ่นยนต์ขนส่งในพื้นที่ติดเชื้อ “ปิ่นโต” (Pinto) จำนวน {1} ชุด</li>
            </ol>
        </p>

        <p>
            ให้กับทาง {0} ทั้งนี้ขอให้ท่านโปรดถ่ายรูปผู้รับมอบกับป้ายรับมอบ (A3) พร้อมอุปกรณ์ที่ท่านได้รับ และลงนามในหนังสือรับมอบที่แนบมาด้วยและส่งกลับมาในซองที่จัดเตรียมไว้ จักขอบคุณยิ่ง
        </p>"""