outLetter = """<meta charset="utf-8">
<html>
    <body>
        <font face="TH Sarabun New">
        <table>
            <tr>
                <td colspan="2"><img src = components/cuLogo.jpg width = "50"><font size = "6"><b>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbspบันทึกข้อความ</b></font></td>
            </tr>
            <tr>
                <td><b>ส่วนงาน</b> คณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย</td>
                <td>โทร. 02-218-6610-11</td>
            </tr>
            <tr>
                <td><b>ที่</b> วิศวร้อยปี M /</td>
                <td><b>วันที่</b> {3}</td>
            </tr>
            <tr>
                <td colspan="2"><b>เรื่อง</b> ส่งมอบอุปกรณ์โครงการสร้างหุ่นยนต์และอุปกรณ์​สนับสนุนการแพทย์ในสถานการณ์​โรคระบาด COVID-19</td>
            </tr>
          </table>
        <hr>
        <p>
            <b>เรียน</b> ผู้อำนวยการ {0}
        </p>

        <p>
            เนื่องด้วยการระบาดของไวรัส COVID-19 เป็นไปอย่างกว้างขวางและมีความรุนแรง คณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย ร่วมกับบริษัท HG Robotics จำกัด จึงได้จัดทำโครงการสร้างหุ่นยนต์และอุปกรณ์​สนับสนุนการแพทย์ในสถานการณ์​โรคระบาด COVID-19​ เพื่อมอบให้โรงพยาบาลช่วยเหลือบุคลากรทางการแพทย์ในการควบคุมการแพร่เชื้อของโรคดังกล่าว
        </p>

        <p>
            ทั้งนี้ เพื่อให้การสนับสนุนการทำงานของแพทย์ในโรงพยาบาลของท่านเป็นไปอย่างรวดเร็ว ทางโครงการสร้างหุ่นยนต์และอุปกรณ์​สนับสนุนการแพทย์ในสถานการณ์​โรคระบาด COVID-19 ขอส่งมอบอุปกรณ์ส่วนหนึ่งล่วงหน้าเพื่อให้สามารถสนับสนุนการทำงานของท่านได้โดยทันที อันประกอบไปด้วย
        </p>

        <p>
            <ol type="1">
                <li>ระบบสื่อสารทางไกล “กระจก” (Quarantine Telepresence) ประกอบด้วย
                    <ol type="1">
                        <li>ตัวสื่อสารควบคุมรวมสำหรับแพทย์ (Doctor Monitor) จำนวน {2} ตัว</li>
                        <li>ตัวสื่อสารของผู้ป่วย (Patient Monitor)  จำนวน {1} ตัว</li>
                    </ol>
                </li>
            </ol>
        </p>

        <p>
            ทั้งนี้การสนับสนุนอุปกรณ์อื่น ๆ รวมถึงหุ่นยนต์ “ปิ่นโต” ทางโครงการฯ จักประสานการส่งมอบให้แก่ท่านโดยเร็ว ในลำดับถัดไป 
        </p>

        <p>
            ทั้งนี้ขอให้ท่านโปรดถ่ายรูปผู้รับมอบกับป้ายส่งมอบ( A4 )พร้อมอุปกรณ์ และลงงนามในหนังสือรับมอบที่แนบตอบกลับมาเพื่อให้ทางผู้บริจาคได้ทราบในการส่งมอบตามความประสงค์ จักขอบคุณยิ่ง
        </p>
        <p style="text-align:right">
        <img src="components/signature.png" width = '130px' style="margin:0px 25px 0px 0px">
        <br/>(รองศาตรจารย์.ดร.วิทยา วัณณสุโภประสิทธิ์)
        <br/>ที่ปรึกษาโครงการ
        </p>
        </font>
    </body>
</html>"""